Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# TotalCodeIntegrityLogsMessage
source: Total Code Integrity logs: {0}
ar: إجمالي سجلات تكامل التعليمات البرمجية: {0}
de_de: Gesamtzahl der Codeintegritätsprotokolle: {0}
el_gr: Σύνολο αρχείων καταγραφής Ακεραιότητας Κώδικα: {0}
es: Total de registros de Integridad de Código: {0}
fr_fr: Total des journaux d'Intégrité du Code : {0}
he_il: סך יומני שלמות הקוד: {0}
hi_in: कुल Code Integrity लॉग्स: {0}
ja_jp: コード整合性ログの合計：{0}
ml_in: ആകെ കോഡ് ഇന്റഗ്രിറ്റി ലോഗുകൾ: {0}
pl_pl: Całkowita liczba dzienników integralności kodu: {0}
tr_tr: Toplam Kod Bütünlüğü günlükleri: {0}

# NoAppLockerEventsFoundMessage
source: No AppLocker events found.
ar: لم يتم العثور على أحداث AppLocker.
de_de: Keine AppLocker-Ereignisse gefunden.
el_gr: Δεν βρέθηκαν συμβάντα AppLocker.
es: No se encontraron eventos de AppLocker.
fr_fr: Aucun événement AppLocker trouvé.
he_il: לא נמצאו אירועי AppLocker.
hi_in: कोई AppLocker इवेंट नहीं मिला।
ja_jp: AppLockerイベントが見つかりません。
ml_in: ആപ്പ്ലോക്കർ ഇവന്റുകളൊന്നും കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono zdarzeń AppLocker.
tr_tr: Hiçbir AppLocker etkinliği bulunamadı.

# TotalAppLockerLogsMessage
source: Total AppLocker logs: {0}
ar: إجمالي سجلات AppLocker: {0}
de_de: Gesamtzahl der AppLocker-Protokolle: {0}
el_gr: Σύνολο αρχείων καταγραφής AppLocker: {0}
es: Total de registros de AppLocker: {0}
fr_fr: Total des journaux AppLocker : {0}
he_il: סך יומני AppLocker: {0}
hi_in: कुल AppLocker लॉग्स: {0}
ja_jp: AppLockerログの合計：{0}
ml_in: ആകെ ആപ്പ്ലോക്കർ ലോഗുകൾ: {0}
pl_pl: Całkowita liczba dzienników AppLocker: {0}
tr_tr: Toplam AppLocker günlükleri: {0}

# SelectedCertCommonNameMismatchMessage
source: The selected common name is {0} but the common name of the certificate you selected is {1} which doesn't match it.
ar: الاسم الشائع المحدد هو {0} ولكن الاسم الشائع للشهادة التي حددتها هو {1} والذي لا يتطابق معه.
de_de: Der ausgewählte Common Name ist {0}, der Common Name des von Ihnen ausgewählten Zertifikats ist jedoch {1} und stimmt nicht überein.
el_gr: Το επιλεγμένο κοινό όνομα είναι {0} αλλά το κοινό όνομα του επιλεγμένου πιστοποιητικού είναι {1}, το οποίο δεν συμφωνεί.
es: El nombre común seleccionado es {0} pero el nombre común del certificado que seleccionó es {1}, lo cual no coincide.
fr_fr: Le nom commun sélectionné est {0} mais le nom commun du certificat que vous avez sélectionné est {1}, ce qui ne correspond pas.
he_il: השם הרגיל שנבחר הוא {0} אך השם הרגיל של התעודה שבחרת הוא {1} ואינו תואם.
hi_in: चयनित सामान्य नाम {0} है लेकिन चयनित प्रमाणपत्र का सामान्य नाम {1} है, जो मेल नहीं खाता।
ja_jp: 選択された共通名は{0}ですが、選択した証明書の共通名は{1}で一致しません。
ml_in: തിരഞ്ഞെടുത്ത പൊതുനാമം {0} ആണ്, എന്നാൽ നിങ്ങൾ തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റിന്റെ പൊതുനാമം {1} ആണ്, അത് പൊരുത്തപ്പെടുന്നില്ല.
pl_pl: Wybrana nazwa pospolita to {0}, ale nazwa pospolita wybranego certyfikatu to {1}, co do niej nie pasuje.
tr_tr: Seçilen ortak ad {0} ancak seçtiğiniz sertifikanın ortak adı {1} ve onunla eşleşmiyor.

# NoMatchingUpdatePolicySignerMessage
source: No UpdatePolicySigner found with the same TBS hash and Common Name as the selected certificate in the policy XML file you selected.
ar: لم يتم العثور على موقع سياسة تحديث بنفس تجزئة TBS والاسم الشائع للشهادة المحددة في ملف سياسة XML الذي حددته.
de_de: Kein UpdatePolicySigner mit demselben TBS-Hash und Common Name wie das ausgewählte Zertifikat in der von Ihnen ausgewählten Richtlinien-XML-Datei gefunden.
el_gr: Δεν βρέθηκε UpdatePolicySigner με τον ίδιο TBS hash και Κοινό Όνομα όπως το επιλεγμένο πιστοποιητικό στο αρχείο πολιτικής XML που επιλέξατε.
es: No se encontró ningún UpdatePolicySigner con el mismo hash TBS y Nombre Común que el certificado seleccionado en el archivo XML de directiva que seleccionó.
fr_fr: Aucun UpdatePolicySigner trouvé avec le même hachage TBS et Nom Commun que le certificat sélectionné dans le fichier XML de politique que vous avez sélectionné.
he_il: לא נמצא UpdatePolicySigner עם אותו hash TBS ושם רגיל כפי שבחרת בקובץ מדיניות ה-XML
hi_in: चयनित नीति XML फ़ाइल में TBS हैश और सामान्य नाम दोनों मिलान करने वाला कोई UpdatePolicySigner नहीं मिला।
ja_jp: 選択したポリシーXMLファイル内に、選択した証明書と同じTBSハッシュと共通名を持つUpdatePolicySignerが見つかりませんでした。
ml_in: നിങ്ങൾ തിരഞ്ഞെടുത്ത നയ XML ഫയലിൽ തിരഞ്ഞെടുത്ത സർട്ടിഫിക്കറ്റിന്റെ അതേ TBS ഹാഷും പൊതുനാമവുമുള്ള ഒരു UpdatePolicySigner കണ്ടെത്തിയില്ല.
pl_pl: Nie znaleziono UpdatePolicySigner o tym samym skrócie TBS i nazwie pospolitej co wybrany certyfikat w wybranym pliku zasad XML.
tr_tr: Seçtiğiniz politika XML dosyasında seçilen sertifikayla aynı TBS karmasına ve Ortak Ad'a sahip UpdatePolicySigner bulunamadı.

# FileHashMismatchRuleCreationMessage
source: The file '{0}' has hash mismatch and Signer rules cannot be created for it, will create Hash based rule instead.
ar: الملف "{0}" به عدم تطابق في التجزئة ولا يمكن إنشاء قواعد توقيع له، سيتم إنشاء قاعدة قائمة على التجزئة بدلاً من ذلك.
de_de: Die Datei '{0}' weist eine Hash-Abweichung auf und Signer-Regeln können dafür nicht erstellt werden, es wird stattdessen eine Hash-basierte Regel erstellt.
el_gr: Το αρχείο '{0}' έχει διαφορά κατακερματισμού και δεν μπορούν να δημιουργηθούν κανόνες Υπογράφοντος, θα δημιουργηθεί αντ’ αυτού κανόνας βάσει κατακερματισμού.
es: El archivo '{0}' tiene una discrepancia de hash y no se pueden crear reglas de Firmante para él, en su lugar se creará una regla basada en Hash.
fr_fr: Le fichier '{0}' a une incohérence de hachage et les règles Signer ne peuvent pas être créées pour lui, une règle basée sur le Hash sera créée à la place.
he_il: הקובץ '{0}' לא תואם ב-hash ולא ניתן ליצור עבורו כללי Signer, במקום זאת יווצר כלל מבוסס hash.
hi_in: फ़ाइल '{0}' का हैश मेल नहीं खाता, इसलिए Signer नियम नहीं बन सकते; इसके बजाय हैश-आधारित नियम बनाएँगे।
ja_jp: ファイル「{0}」はハッシュの不一致があり、署名者ルールを作成できません。代わりにハッシュベースのルールを作成します。
ml_in: '{0}' ഫയലിന് ഹാഷ് പൊരുത്തക്കേടുണ്ട്, അതിനായി സൈനർ നിയമങ്ങൾ സൃഷ്ടിക്കാൻ കഴിയില്ല, പകരം ഹാഷ് അടിസ്ഥാനമാക്കിയുള്ള നിയമം സൃഷ്ടിക്കും.
pl_pl: Plik „{0}” ma niezgodność skrótu i nie można dla niego utworzyć reguł podpisującego, zamiast tego zostanie utworzona reguła oparta na skrócie.
tr_tr: '{0}' dosyasında karma uyuşmazlığı var ve bunun için İmzalayan kuralları oluşturulamıyor; bunun yerine Karma tabanlı kural oluşturulacak.

# FailedToGetOpusDataMessage
source: Failed to get the Opus data of the current chain package.
ar: فشل في الحصول على بيانات Opus لحزمة السلسلة الحالية.
de_de: Abrufen der Opus-Daten des aktuellen Kettenpakets fehlgeschlagen.
el_gr: Αποτυχία λήψης δεδομένων Opus του τρέχοντος πακέτου αλυσίδας.
es: Error al obtener los datos Opus del paquete de cadena actual.
fr_fr: Échec de la récupération des données Opus du paquet de chaîne actuel.
he_il: לא הצליח לקבל את נתוני ה-Opus של חבילת השרשרת הנוכחית.
hi_in: वर्तमान चेन पैकेज का Opus डेटा प्राप्त करने में विफल।
ja_jp: 現在のチェーンパッケージのOpusデータを取得できませんでした。
ml_in: നിലവിലെ ശൃംഖല പാക്കേജിന്റെ ഓപ്പസ് ഡാറ്റ ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
pl_pl: Nie udało się pobrać danych Opus bieżącego pakietu łańcucha.
tr_tr: Mevcut zincir paketinin Opus verileri alınamadı.

# EccSignedFileDetectedMessage
source: ECC Signed File Detected: {0}. Will create Hash rules for it because App Control in Windows does not support files signed with ECC certificates yet.
ar: تم الكشف عن ملف موقع بـ ECC: {0}. سيتم إنشاء قواعد تجزئة له لأن App Control في Windows لا يدعم الملفات الموقعة بشهادات ECC حتى الآن.
de_de: ECC-signierte Datei erkannt: {0}. Es werden Hash-Regeln dafür erstellt, da App Control in Windows Dateien, die mit ECC-Zertifikaten signiert sind, derzeit noch nicht unterstützt.
el_gr: Εντοπίστηκε αρχείο υπογεγραμμένο με ECC: {0}. Θα δημιουργηθούν κανόνες κατακερματισμού για αυτό, διότι η App Control στα Windows δεν υποστηρίζει ακόμη αρχεία υπογεγραμμένα με πιστοποιητικά ECC.
es: Archivo Firmado con ECC Detectado: {0}. Se crearán reglas de Hash para él porque App Control en Windows aún no admite archivos firmados con certificados ECC.
fr_fr: Fichier Signé ECC Détecté : {0}. Des règles de hachage seront créées pour lui car App Control dans Windows ne prend pas encore en charge les fichiers signés avec des certificats ECC.
he_il: זוהה קובץ חתום ב-ECC: {0}. יווצרו עבורו כללי hash מכיוון ש-App Control ב-Windows עדיין אינו תומך בקבצים החתומים בתעודות ECC.
hi_in: ECC साइन की गई फ़ाइल मिली: {0}. क्योंकि Windows में ECC प्रमाणपत्र साइन फ़ाइल समर्थित नहीं हैं, इसके लिए हैश नियम बनाएँगे।
ja_jp: ECC署名付きファイルが検出されました：{0}。WindowsのApp ControlはまだECC証明書で署名されたファイルをサポートしていないため、ハッシュルールを作成します。
ml_in: ECC ഒപ്പിട്ട ഫയൽ കണ്ടെത്തി: {0}. വിൻഡോസിലെ ആപ്പ് കൺട്രോൾ ഇതുവരെ ECC സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ഫയലുകളെ പിന്തുണയ്ക്കാത്തതിനാൽ അതിനായി ഹാഷ് നിയമങ്ങൾ സൃഷ്ടിക്കും.
pl_pl: Wykryto plik podpisany ECC: {0}. Zostaną dla niego utworzone reguły skrótu, ponieważ App Control w systemie Windows nie obsługuje jeszcze plików podpisanych certyfikatami ECC.
tr_tr: ECC İmzalı Dosya Algılandı: {0}. Windows'taki Uygulama Denetimi henüz ECC sertifikalarıyla imzalanmış dosyaları desteklemediğinden bunun için Karma kuralları oluşturulacak.

# SkippingFileInUseMessage
source: Skipping the file '{0}' because it is being used by another process.
ar: تخطي الملف "{0}" لأنه قيد الاستخدام بواسطة عملية أخرى.
de_de: Die Datei '{0}' wird übersprungen, da sie von einem anderen Prozess verwendet wird.
el_gr: Παράλειψη του αρχείου '{0}' επειδή χρησιμοποιείται από άλλη διαδικασία.
es: Omitiendo el archivo '{0}' porque está siendo utilizado por otro proceso.
fr_fr: Ignorer le fichier '{0}' car il est utilisé par un autre processus.
he_il: מדלגים על הקובץ '{0}' מכיוון שהוא בשימוש על-ידי תהליך אחר.
hi_in: फ़ाइल '{0}' का उपयोग अन्य प्रक्रिया द्वारा हो रहा है, इसलिए छोड़ रहे हैं।
ja_jp: ファイル「{0}」は別のプロセスで使用中のためスキップしています。
ml_in: മറ്റൊരു പ്രോസസ്സ് ഉപയോഗിക്കുന്നതിനാൽ '{0}' ഫയൽ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie pliku „{0}”, ponieważ jest używany przez inny proces.
tr_tr: '{0}' dosyası başka bir işlem tarafından kullanıldığı için atlanıyor.

# SkippingFileCannotBeAccessedMessage
source: Skipping the file '{0}' because it cannot be accessed by the system.
ar: تخطي الملف "{0}" لأنه لا يمكن الوصول إليه بواسطة النظام.
de_de: Die Datei '{0}' wird übersprungen, da nicht auf sie zugegriffen werden kann.
el_gr: Παράλειψη του αρχείου '{0}' επειδή δεν είναι προσβάσιμο από το σύστημα.
es: Omitiendo el archivo '{0}' porque el sistema no puede acceder a él.
fr_fr: Ignorer le fichier '{0}' car inaccessible par le système.
he_il: מדלגים על הקובץ '{0}' מכיוון שהמערכת אינה יכולה לגשת אליו.
hi_in: फ़ाइल '{0}' सिस्टम द्वारा एक्सेस नहीं की जा सकी, इसलिए छोड़ रहे हैं।
ja_jp: ファイル「{0}」はシステムからアクセスできないためスキップしています。
ml_in: സിസ്റ്റത്തിന് ആക്‌സസ് ചെയ്യാൻ കഴിയാത്തതിനാൽ '{0}' ഫയൽ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie pliku „{0}”, ponieważ system nie może uzyskać do niego dostępu.
tr_tr: Sistem tarafından erişilemediği için '{0}' dosyası atlanıyor.

# SkippingFileHashingFailedMessage
source: Skipping the file '{0}' because it could not be hashed via SHA1.
ar: تخطي الملف "{0}" لأنه تعذر تجزئته عبر SHA1.
de_de: Die Datei '{0}' wird übersprungen, da sie nicht per SHA1 gehasht werden konnte.
el_gr: Παράλειψη του αρχείου '{0}' επειδή δεν κατέστη δυνατός ο κατακερματισμός με SHA1.
es: Omitiendo el archivo '{0}' porque no se pudo aplicar hash mediante SHA1.
fr_fr: Ignorer le fichier '{0}' car impossible à hacher via SHA1.
he_il: מדלגים על הקובץ '{0}' מכיוון שלא ניתן לחשב עבורו hash באמצעות SHA1.
hi_in: फ़ाइल '{0}' का SHA1 से हैश नहीं किया जा सका, इसलिए छोड़ रहे हैं।
ja_jp: ファイル「{0}」はSHA1でハッシュ化できなかったためスキップしています。
ml_in: SHA1 വഴി ഹാഷ് ചെയ്യാൻ കഴിയാത്തതിനാൽ '{0}' ഫയൽ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie pliku „{0}”, ponieważ nie można go było obliczyć skrótu za pomocą SHA1.
tr_tr: '{0}' dosyası atlanıyor çünkü dosyaya SHA1 aracılığıyla karma oluşturma işlemi uygulanamıyor.

# SkippingFileNotFoundMessage
source: Skipping the file '{0}' because it could not be found.
ar: تخطي الملف "{0}" لأنه تعذر العثور عليه.
de_de: Die Datei '{0}' wird übersprungen, da sie nicht gefunden werden konnte.
el_gr: Παράλειψη του αρχείου '{0}' επειδή δεν βρέθηκε.
es: Omitiendo el archivo '{0}' porque no se pudo encontrar.
fr_fr: Ignorer le fichier '{0}' car introuvable.
he_il: מדלגים על הקובץ '{0}' מכיוון שלא נמצא.
hi_in: फ़ाइल '{0}' नहीं मिली, इसलिए छोड़ रहे हैं।
ja_jp: ファイル「{0}」は見つからなかったためスキップしています。
ml_in: കണ്ടെത്താൻ കഴിയാത്തതിനാൽ '{0}' ഫയൽ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie pliku „{0}”, ponieważ nie można go było znaleźć.
tr_tr: '{0}' dosyası bulunamadığından atlanıyor.

# SkippingFileAccessDeniedMessage
source: Skipping the file '{0}' because access was denied.
ar: تخطي الملف "{0}" لأنه تم رفض الوصول.
de_de: Die Datei '{0}' wird übersprungen, da der Zugriff verweigert wurde.
el_gr: Παράλειψη του αρχείου '{0}' επειδή η πρόσβαση απορρίφθηκε.
es: Omitiendo el archivo '{0}' porque se denegó el acceso.
fr_fr: Ignorer le fichier '{0}' car l'accès a été refusé.
he_il: מדלגים על הקובץ '{0}' מכיוון שהגישה נדחתה.
hi_in: फ़ाइल '{0}' का एक्सेस अस्वीकृत हुआ, इसलिए छोड़ रहे हैं।
ja_jp: ファイル「{0}」はアクセスが拒否されたためスキップしています。
ml_in: ആക്‌സസ് നിഷേധിച്ചതിനാൽ '{0}' ഫയൽ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie pliku „{0}”, ponieważ odmówiono dostępu.
tr_tr: Erişim reddedildiğinden '{0}' dosyası atlanıyor.

# RunningAppControlSimulationMessage
source: Running App Control Simulation with {0} threads count
ar: تشغيل محاكاة App Control بعدد {0} خيطًا
de_de: App-Control-Simulation wird mit {0} Threads ausgeführt
el_gr: Εκτέλεση προσομοίωσης App Control με αριθμό νημάτων {0}
es: Ejecutando Simulación de App Control con un recuento de {0} hilos
fr_fr: Exécution de la Simulation App Control avec {0} threads
he_il: מריצים סימולציית App Control עם {0} חוטים
hi_in: {0} थ्रेड्स के साथ App Control सिमुलेशन चला रहे हैं
ja_jp: {0}スレッド数でApp Controlシミュレーションを実行しています
ml_in: {0} ത്രെഡ് കൗണ്ട് ഉപയോഗിച്ച് ആപ്പ് കൺട്രോൾ സിമുലേഷൻ പ്രവർത്തിപ്പിക്കുന്നു
pl_pl: Uruchamianie symulacji kontroli aplikacji z liczbą wątków {0}
tr_tr: Uygulama Kontrol Simülasyonunu {0} iş parçacığı sayısıyla çalıştırma

# CheckingFilePathRulesMessage
source: Checking to see if the XML policy has any FilePath rules
ar: التحقق لمعرفة ما إذا كانت سياسة XML تحتوي على أي قواعد مسار ملف
de_de: Es wird geprüft, ob die XML-Richtlinie Dateipfadregeln enthält
el_gr: Έλεγχος εάν η πολιτική XML περιέχει κανόνες FilePath
es: Comprobando si la directiva XML tiene alguna regla FilePath
fr_fr: Vérification si la politique XML contient des règles FilePath
he_il: בודק אם לקובץ מדיניות ה-XML יש כללי FilePath
hi_in: जाँच रहे हैं कि XML नीति में कोई FilePath नियम हैं या नहीं
ja_jp: XMLポリシーにFilePathルールがあるか確認しています
ml_in: XML നയത്തിൽ ഏതെങ്കിലും FilePath നിയമങ്ങളുണ്ടോയെന്ന് പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie, czy zasady XML zawierają jakiekolwiek reguły FilePath
tr_tr: XML ilkesinin herhangi bir FilePath kuralına sahip olup olmadığı kontrol ediliyor

# SkippingSecurityCatalogsMessage
source: Skipping Security Catalogs in the Simulation.
ar: تخطي كتالوجات الأمان في المحاكاة.
de_de: Sicherheitskataloge werden in der Simulation übersprungen.
el_gr: Παράλειψη καταλόγων ασφαλείας στην προσομοίωση.
es: Omitiendo Catálogos de Seguridad en la Simulación.
fr_fr: Ignorer les Catalogues de Sécurité dans la Simulation.
he_il: מדלגים על קטלוגי אבטחה בסימולציה.
hi_in: सिमुलेशन में सुरक्षा कैटलॉग्स को छोड़ रहे हैं।
ja_jp: シミュレーションでセキュリティカタログをスキップしています。
ml_in: സിമുലേഷനിൽ സുരക്ഷാ കാറ്റലോഗുകൾ ഒഴിവാക്കുന്നു.
pl_pl: Pomijanie katalogów zabezpieczeń w symulacji.
tr_tr: Simülasyonda Güvenlik Kataloglarını Atlama.

# GettingHashValuesOfFileRulesMessage
source: Getting the Hash values of all the file rules based on hash in the supplied xml policy file
ar: الحصول على قيم التجزئة لجميع قواعد الملفات القائمة على التجزئة في ملف سياسة xml المقدم
de_de: Ermitteln der Hashwerte aller Dateiregeln, die auf Hashes basieren, in der bereitgestellten XML-Richtliniendatei
el_gr: Απόκτηση τιμών κατακερματισμού όλων των κανόνων αρχείων βάσει κατακερματισμού από το παρεχόμενο αρχείο πολιτικής XML
es: Obteniendo los valores Hash de todas las reglas de archivo basadas en hash en el archivo de directiva xml proporcionado
fr_fr: Récupération des valeurs de hachage de toutes les règles de fichier basées sur le hachage dans le fichier de politique XML fourni
he_il: מקבל את ערכי ה-hash של כל כללי הקבצים המבוססים על hash בקובץ מדיניות ה-XML שסיפקת
hi_in: आपूर्ति किए गए XML नीति फ़ाइल में हैश आधारित सभी फ़ाइल नियमों के हैश मान प्राप्त कर रहे हैं
ja_jp: 指定されたXMLポリシーファイル内のハッシュに基づいて、すべてのファイルルールのハッシュ値を取得しています
ml_in: നൽകിയിട്ടുള്ള xml നയ ഫയലിലെ ഹാഷ് അടിസ്ഥാനമാക്കിയുള്ള എല്ലാ ഫയൽ നിയമങ്ങളുടെയും ഹാഷ് മൂല്യങ്ങൾ നേടുന്നു
pl_pl: Pobieranie wartości skrótów wszystkich reguł plików opartych na skrócie w dostarczonym pliku zasad XML
tr_tr: Sağlanan xml politika dosyasındaki karmaya dayalı olarak tüm dosya kurallarının Karma değerlerini alma

# GettingSupportedFilePathsMessage
source: Getting all of the file paths of the files that App Control supports, from the user provided directory
ar: الحصول على جميع مسارات الملفات للملفات التي يدعمها App Control، من الدليل الذي قدمه المستخدم
de_de: Ermitteln aller Dateipfade der von App Control unterstützten Dateien aus dem vom Benutzer angegebenen Verzeichnis
el_gr: Απόκτηση όλων των διαδρομών αρχείων που υποστηρίζει η App Control από τον κατάλογο που παρέχετε
es: Obteniendo todas las rutas de archivo de los archivos compatibles con App Control, desde el directorio proporcionado por el usuario
fr_fr: Récupération de tous les chemins des fichiers pris en charge par App Control, depuis le répertoire fourni par l'utilisateur
he_il: מקבל את כל נתיבי הקבצים שה-App Control תומך בהם מתוך התיקיה שסיפקת
hi_in: उपयोगकर्ता निर्दिष्ट निर्देशिका से App Control द्वारा समर्थित सभी फ़ाइल पथ प्राप्त कर रहे हैं
ja_jp: ユーザー指定のディレクトリから、App Controlがサポートするファイルのすべてのファイルパスを取得しています
ml_in: ഉപയോക്താവ് നൽകിയ ഡയറക്‌ടറിയിൽ നിന്ന് ആപ്പ് കൺട്രോൾ പിന്തുണയ്ക്കുന്ന ഫയലുകളുടെ എല്ലാ ഫയൽ പാതകളും നേടുന്നു
pl_pl: Pobieranie wszystkich ścieżek plików obsługiwanych przez App Control z katalogu podanego przez użytkownika
tr_tr: Uygulama Denetimi'nin desteklediği dosyaların tüm dosya yollarını kullanıcı tarafından sağlanan dizinden alma

# NoValidFilesSelectedMessage
source: There are no files in the selected directory that are supported by the App Control engine.
ar: لا توجد ملفات في الدليل المحدد مدعومة بواسطة محرك App Control.
de_de: Im ausgewählten Verzeichnis befinden sich keine Dateien, die von der App-Control-Engine unterstützt werden.
el_gr: Δεν υπάρχουν αρχεία στον επιλεγμένο κατάλογο που να υποστηρίζονται από τη μηχανή App Control.
es: No hay archivos en el directorio seleccionado que sean compatibles con el motor de App Control.
fr_fr: Il n'y a aucun fichier dans le répertoire sélectionné pris en charge par le moteur App Control.
he_il: אין קבצים בתיקיה הנבחרת הנתמכים על-ידי מנוע ה-App Control.
hi_in: चयनित निर्देशिका में App Control इंजन द्वारा समर्थित कोई फ़ाइल नहीं है।
ja_jp: 選択されたディレクトリ内に、App Controlエンジンがサポートするファイルはありません。
ml_in: തിരഞ്ഞെടുത്ത ഡയറക്‌ടറിയിൽ ആപ്പ് കൺട്രോൾ എഞ്ചിൻ പിന്തുണയ്ക്കുന്ന ഫയലുകളൊന്നും ഇല്ല.
pl_pl: W wybranym katalogu nie ma plików obsługiwanych przez silnik App Control.
tr_tr: Seçilen dizinde Uygulama Denetimi motoru tarafından desteklenen dosya yok.

# LoopingThroughSupportedFilesMessage
source: Looping through each supported file
ar: التكرار عبر كل ملف مدعوم
de_de: Durchlauf aller unterstützten Dateien
el_gr: Επανάληψη σε κάθε υποστηριζόμενο αρχείο
es: Recorriendo cada archivo compatible
fr_fr: Parcours de chaque fichier pris en charge
he_il: עושה לולאה על כל קובץ נתמך
hi_in: प्रत्येक समर्थित फ़ाइल के माध्यम से लूप कर रहे हैं
ja_jp: サポートされている各ファイルをループ処理しています
ml_in: ഓരോ പിന്തുണയ്ക്കുന്ന ഫയലിലൂടെയും ലൂപ്പ് ചെയ്യുന്നു
pl_pl: Przechodzenie przez każdy obsługiwany plik
tr_tr: Desteklenen her dosyada döngü yapma

# CreatingScheduledTaskForFastWeeklyDriverBlockListUpdateMessage
source: Creating scheduled task for fast weekly Microsoft recommended driver block list update
ar: إنشاء مهمة مجدولة لتحديث قائمة حظر برامج التشغيل الموصى بها من Microsoft أسبوعيًا بسرعة
de_de: Erstellen einer geplanten Aufgabe für die schnelle wöchentliche Aktualisierung der von Microsoft empfohlenen Treibersperrliste
el_gr: Δημιουργία προγραμματισμένης εργασίας για γρήγορη εβδομαδιαία ενημέρωση της συνιστώμενης λίστας αποκλεισμού προγραμμάτων οδήγησης της Microsoft
es: Creando tarea programada para la actualización semanal rápida de la lista de bloqueo de controladores recomendada por Microsoft
fr_fr: Création d'une tâche planifiée pour la mise à jour hebdomadaire rapide de la liste de blocage des pilotes recommandée par Microsoft
he_il: יוצר משימה מתוזמנת לעדכון מהיר שבועי של רשימת חסימת דרייברים מומלצת על-ידי Microsoft
hi_in: तेज़ साप्ताहिक Microsoft अनुशंसित ड्राइवर ब्लॉक सूची अपडेट के लिए शेड्यूल्ड टास्क बना रहे हैं
ja_jp: 高速な週次Microsoft推奨ドライバーブロックリスト更新のためのスケジュールタスクを作成しています
ml_in: വേഗത്തിലുള്ള പ്രതിവാര മൈക്രോസോഫ്റ്റ് ശുപാർശിത ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് അപ്‌ഡേറ്റിനായി ഷെഡ്യൂൾ ചെയ്‌ത ടാസ്‌ക് സൃഷ്‌ടിക്കുന്നു
pl_pl: Tworzenie zaplanowanego zadania szybkiej cotygodniowej aktualizacji listy zablokowanych sterowników zalecanej przez Microsoft
tr_tr: Haftalık hızlı Microsoft önerilen sürücü engelleme listesi güncellemesi için zamanlanmış görev oluşturma

# DriversBlockListLastUpdatedMessage
source: The document containing the drivers block list on GitHub was last updated on {0}
ar: تم آخر تحديث للمستند الذي يحتوي على قائمة حظر برامج التشغيل على GitHub في {0}
de_de: Das Dokument mit der Treibersperrliste auf GitHub wurde zuletzt am {0} aktualisiert
el_gr: Το έγγραφο που περιέχει τη λίστα αποκλεισμού προγραμμάτων οδήγησης στο GitHub ενημερώθηκε τελευταία φορά στις {0}
es: El documento que contiene la lista de bloqueo de controladores en GitHub se actualizó por última vez el {0}
fr_fr: Le document contenant la liste de blocage des pilotes sur GitHub a été mis à jour pour la dernière fois le {0}
he_il: המסמך המכיל את רשימת חסימת הדרייברים ב-GitHub עודכן לאחרונה ב-{0}
hi_in: GitHub पर ड्राइवर ब्लॉक सूची वाली दस्तावेज़ अंतिम बार {0} को अपडेट हुई थी
ja_jp: GitHub上のドライバーブロックリストを含むドキュメントの最終更新日：{0}
ml_in: GitHub-ലെ ഡ്രൈവർ ബ്ലോക്ക് ലിസ്റ്റ് അടങ്ങിയ ഡോക്യുമെന്റ് അവസാനം അപ്‌ഡേറ്റ് ചെയ്‌തത് {0}-നാണ്
pl_pl: Dokument zawierający listę zablokowanych sterowników na GitHub został ostatnio zaktualizowany {0}
tr_tr: GitHub'daki sürücülerin engellenen listesini içeren belge en son {0} tarihinde güncellendi

# ErrorRetrievingAdditionalDriverBlockRulesInfoMessage
source: An error occurred while retrieving additional information related to the Microsoft recommended driver block rules.
ar: حدث خطأ أثناء استرداد معلومات إضافية متعلقة بقواعد حظر برامج التشغيل الموصى بها من Microsoft.
de_de: Beim Abrufen zusätzlicher Informationen zu den von Microsoft empfohlenen Treibersperrregeln ist ein Fehler aufgetreten.
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση πρόσθετων πληροφοριών σχετικά με τους συνιστώμενους από τη Microsoft κανόνες αποκλεισμού προγραμμάτων οδήγησης.
es: Ocurrió un error al recuperar información adicional relacionada con las reglas de bloqueo de controladores recomendadas por Microsoft.
fr_fr: Une erreur s'est produite lors de la récupération d'informations supplémentaires concernant les règles de blocage de pilotes recommandées par Microsoft.
he_il: אירעה שגיאה בשליפת מידע נוסף הקשור לכללי חסימת דרייברים מומלצים על-ידי Microsoft.
hi_in: Microsoft अनुशंसित ड्राइवर ब्लॉक नियमों से संबंधित अतिरिक्त जानकारी प्राप्त करते समय त्रुटि हुई।
ja_jp: Microsoft推奨ドライバーブロックルールに関連する追加情報の取得中にエラーが発生しました。
ml_in: മൈക്രോസോഫ്റ്റ് ശുപാർശിത ഡ്രൈവർ ബ്ലോക്ക് നിയമങ്ങളുമായി ബന്ധപ്പെട്ട അധിക വിവരങ്ങൾ വീണ്ടെടുക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
pl_pl: Wystąpił błąd podczas pobierania dodatkowych informacji związanych z zalecanymi przez Microsoft regułami blokowania sterowników.
tr_tr: Microsoft'un önerdiği sürücü engelleme kurallarıyla ilgili ek bilgiler alınırken bir hata oluştu.
